{
  "gameData": [
    {
      "id": "413150",
      "name": "Stardew Valley",
      "price": "₹479",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/413150/35d1377200084a4034238c05b0c8930451e2fb40.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/header.jpg?t=1733722502",
      "screenshots": ["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_b887651a93b0525739049eb4194f633de2df75be.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_9ac899fe2cda15d48b0549bba77ef8c4a090a71c.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_4fa0866709ede3753fdf2745349b528d5e8c4054.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_d836f0a5b0447fb6a2bdb0a6ac5f954949d3c41e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_10628b4a811c0a925a1433d4323f78c7017dbbe4.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_6422d297347258086b389e3d5d9c0e0c698312e4.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_a3ddf22cda3bd722df77dbdd58dbec393906b654.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_30aeedc47e731232ade368831a598d6545346f70.jpg"
        ],
      "trailer": "https://www.youtube.com/embed/ot7uXNQskhs?si=wP05JrYTJK11s7WB",
      "shortDesc": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?\n\n",
      "longDesc": "Stardew Valley is an open-ended country-life RPG!\n\n\n\nYou've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!\n\nFeatures\nTurn your overgrown field into a lively farm! Raise animals, grow crops, start an orchard, craft useful machines, and more! You'll have plenty of space to create the farm of your dreams.\n\n8 Player Farming! Invite 1-7 players to join you in the valley online! Players can work together to build a thriving farm, share resources, and improve the local community. As more hands are better than one, players have the option to scale profit margin on produce sold for a more challenging experience.\n\nImprove your skills over time. As you make your way from a struggling greenhorn to a master farmer, you'll level up in 5 different areas: farming, mining, combat, fishing, and foraging. As you progress, you'll learn new cooking and crafting recipes, unlock new areas to explore, and customize your skills by choosing from a variety of professions.\n\nBecome part of the local community. With over 30 unique characters living in Stardew Valley, you won't have a problem finding new friends! Each person has their own daily schedule, birthday, unique mini-cutscenes, and new things to say throughout the week and year. As you make friends with them, they will open up to you, ask you for help with their personal troubles, or tell you their secrets! Take part in seasonal festivals such as the luau, haunted maze, and feast of the winter star.\n\nExplore a vast, mysterious cave. As you travel deeper underground, you'll encounter new and dangerous monsters, powerful weapons, new environments, valuable gemstones, raw materials for crafting and upgrading tools, and mysteries to be uncovered.\n\nBreathe new life into the valley. Since JojaMart opened, the old way of life in Stardew Valley has changed. Much of the town's infrastructure has fallen into disrepair. Help restore Stardew Valley to it's former glory by repairing the old community center, or take the alternate route and join forces with Joja Corporation.\n\nCourt and marry a partner to share your life on the farm with. There are 12 available bachelors and bachelorettes to woo, each with unique character progression cutscenes. Once married, your partner will live on the farm with you. Who knows, maybe you'll have kids and start a family?\n\nSpend a relaxing afternoon at one of the local fishing spots. The waters are teeming with seasonal varieties of delicious fish. Craft bait, bobbers, and crab pots to help you in your journey toward catching every fish and becoming a local legend!\n\nDonate artifacts and minerals to the local museum.\n\nCook delicious meals and craft useful items to help you out. With over 100 cooking and crafting recipes, you'll have a wide variety of items to create. Some dishes you cook will even give you temporary boosts to skills, running speed, or combat prowess. Craft useful objects like scarecrows, oil makers, furnaces, or even the rare and expensive crystalarium.\n\nCustomize the appearance of your character and house. With hundreds of decorative items to choose from, you'll have no trouble creating the home of your dreams!\n\nXbox controller support (with rumble)! (Keyboard still required for text input)\n\nOver two hours of original music.",
      "steamDeck": "Enabled",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows", "macOS", "Linux"],
      "releaseDate": "26 Feb, 2016",
      "dev": ["ConcernedApe"],
      "pub": ["ConcernedApe"]
    },
    {
      "id": "1657630",
      "name": "Slime Rancher 2",
      "price": "₹792",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/1657630/8028810e9ad73e00c2385a986382c57a6b0e034e.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/header.jpg?t=1734108998",
      "screenshots":[
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_5c6e44f866433dc15d94d42cca50f1bda0b9a515.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_34682a15d9e4359478d986dabf85d83ca2dc9e99.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_05222ce5f937b7f31a31da0192e661b182cf03cf.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_fbc2a0112e77ce7e346adad514fc5a2595779e9f.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_89bd682e57c8b51958df339200f2da41ae32e5a3.jpg"
      ],
      "trailer": "https://www.youtube.com/embed/qPfm3IClc0s?si=JeLmeuRQXq7LXhvy",
      "shortDesc": "Continue the adventures of Beatrix LeBeau as she journeys across the Slime Sea to Rainbow Island, a land brimming with ancient mysteries, and bursting with wiggly, new slimes to wrangle in this sequel to the smash-hit, Slime Rancher.\n\n",
      "longDesc": "Slime Rancher 2 is a sequel to the award-winning, smash-hit original that has been enjoyed by over 15 million fans worldwide. Continue the adventures of Beatrix LeBeau as she journeys to Rainbow Island, a mysterious land brimming with ancient technology, unknown natural resources, and an avalanche of wiggling, jiggling, new slimes to discover.\n\nAs Beatrix attempts to unravel the island’s secrets and uncover its true purpose, she’ll build, ranch, and farm within a beautiful conservatory, whose sparkling glass walls give her full view of the prismatic paradise she now calls home.\n\nFeatures:\nExplore a Vibrant New World\nContinue the slime ranching adventures of Beatrix LeBeau as she journeys to a mysterious rainbow-hued island.\nDiscover Wiggly New Slimes\nCollect slimes never seen before on the Far, Far Range, like the bouncy cotton slime or the aquatic angler slime.\nBuild a Conservatory on Rainbow Island\nEarn newbucks from slime plorts and collect resources on Rainbow Island to upgrade your vacpack, build new gadgets, and expand your conservatory.",
      "steamDeck": "Enabled",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows", "macOS", "Linux"],
      "releaseDate": "22 Sep, 2022",
      "dev": ["Monomi Park"],
      "pub": ["Monomi Park"]
    },
    {
      "id": "271590",
      "name": "Grand Theft Auto V",
      "price": "₹1978",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/271590/1e72f87eb927fa1485e68aefaff23c7fd7178251.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/header.jpg?t=1734084035",
      "screenshots":["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_f64515607fd627aa9436be3b15fdcb9e1c89bb19.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_6efecf505052b51071024f32dc4db364cbb0ab6e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_95a1f04eb687eae71478c0c5ba644da57e10f215.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_873c72ecd65c4a9e17f0b3535bc8579a4616394e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_cd721eb1856f0dd3b820e4e998c3b5fe7e7c9b4e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_bb2ee3b9b48a60857873192cfff10546e01d4a86.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_8afff4bbd275fe7ddd56e3b5dc77f6658acf207e.jpg"],
      "trailer": "https://www.youtube.com/embed/QkkoHAzjnUs?si=CFHBy81EOvrZm3Gi",
      "shortDesc": "Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second.\n\n",
      "longDesc": "When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other.\n\nGrand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second.\n\nThe game offers players a huge range of PC-specific customization options, including over 25 separate configurable settings for texture quality, shaders, tessellation, anti-aliasing and more, as well as support and extensive customization for mouse and keyboard controls. Additional options include a population density slider to control car and pedestrian traffic, as well as dual and triple monitor support, 3D compatibility, and plug-and-play controller support.\n\nGrand Theft Auto V for PC also includes Grand Theft Auto Online, with support for 30 players and two spectators. Grand Theft Auto Online for PC will include all existing gameplay upgrades and Rockstar-created content released since the launch of Grand Theft Auto Online, including Heists and Adversary modes.\n\nThe PC version of Grand Theft Auto V and Grand Theft Auto Online features First Person Mode, giving players the chance to explore the incredibly detailed world of Los Santos and Blaine County in an entirely new way.\n\nGrand Theft Auto V for PC also brings the debut of the Rockstar Editor, a powerful suite of creative tools to quickly and easily capture, edit and share game footage from within Grand Theft Auto V and Grand Theft Auto Online. The Rockstar Editor’s Director Mode allows players the ability to stage their own scenes using prominent story characters, pedestrians, and even animals to bring their vision to life. Along with advanced camera manipulation and editing effects including fast and slow motion, and an array of camera filters, players can add their own music using songs from GTAV radio stations, or dynamically control the intensity of the game’s score. Completed videos can be uploaded directly from the Rockstar Editor to YouTube and the Rockstar Games Social Club for easy sharing.\n\nSoundtrack artists The Alchemist and Oh No return as hosts of the new radio station, The Lab FM. The station features new and exclusive music from the production duo based on and inspired by the game’s original soundtrack. Collaborating guest artists include Earl Sweatshirt, Freddie Gibbs, Little Dragon, Killer Mike, Sam Herring from Future Islands, and more. Players can also discover Los Santos and Blaine County while enjoying their own music through Self Radio, a new radio station that will host player-created custom soundtracks.",
      "steamDeck": "Unsupported",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "13 April, 2015",
      "dev": ["Rockstar North"],
      "pub": ["Rockstar Games"]
    },
    {
      "id": "553850",
      "name": "HELLDIVERS™ 2",
      "price": "₹2499",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/553850/c3dff088e090f81d6e3d88eabbb67732647c69cf.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/553850/header.jpg?t=1734106001",
      "screenshots": ["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/553850/ss_d0ac3830833a68d19d4a97c70aef0fba20bf0761.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/553850/ss_cb276fe9f0b09683bdbc496f82b405dbe0ffa1f1.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/553850/ss_50afbbc4d811c38fe9f64c1fc8d7eb9d9da6d24c.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/553850/ss_8949ed7dd24a02d5ea13b08fc5c04fab400dc4bd.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/553850/ss_33e684e9cb2517af1599f0ca2b57d65ee82c2e51.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/553850/ss_0c79f56fc7be1bd0102f2ca1c92c8f0900daf4fb.jpg"],
      "trailer": "https://www.youtube.com/embed/oD3pxbG9YYI?si=1BBIupdGnWAE0EHN",
      "shortDesc": "The Galaxy’s Last Line of Offence. Enlist in the Helldivers and join the fight for freedom across a hostile galaxy in a fast, frantic, and ferocious third-person shooter.\n\n",
      "longDesc": "The Galaxy’s Last Line of Offence.\n\nEnlist in the Helldivers and join the fight for freedom across a hostile galaxy in a fast, frantic, and ferocious third-person shooter.\n\n\nURGENT BROADCAST – SUPER EARTH ARMED FORCES\nFreedom. Peace. Democracy.\nYour Super Earth-born rights. The key pillars of our civilization.\nOf our very existence.\nBut the war rages on. And everything is once again under threat.\nJoin the greatest military force the galaxy has ever seen and make this a safe and free place to live.\n\n\nBECOME A LEGEND\nYou will be assembled into squads of up to four Helldivers and assigned strategic missions.\nWatch each other’s back – friendly fire is an unfortunate certainty of war, but victory without teamwork is impossible.\n\n\nLOADOUTS\nRain down freedom from above, sneak through enemy territory, or grit your teeth and charge head-first into the jaws of combat.\nHow you deliver liberty is your choice; you’ll have access to a wide array of explosive firepower, life-saving armor and battle-changing stratagems… the jewel in every Helldiver’s arsenal.\n\n\nREQUISITION\nSuper Earth recognises your hard work with valuable Requisition. Use it to access different rewards that benefit you, your squad, your destroyer ship and our overall war effort.\n\n\n\nTHREATS\nEverything on every planet wants you dead. That’s what we’re dealing with.\nEach enemy has distinct and unpredictable characteristics, tactics, and behavior – but they all fight ferociously and without fear or morality.\n\n\nTHE GALACTIC WAR\nCapturing enemy planets, defending against invasions, and completing missions will contribute to our overall effort.\n\n\nThis war will be won or lost depending on the actions of everyone involved.\n\nWe stand together, or we fall apart.",
      "steamDeck": "",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "8 February, 2024",
      "dev": ["Arrowhead Game Studios"],
      "pub": ["PlayStation Publishing LLC"]

    },
    {
      "id": "3087650",
      "name": "A Shelter Full of Cats",
      "price": "₹225",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/3087650/4c3dcb423502793ec74fb4b62c8923ed45bd62a9.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3087650/header.jpg?t=1734042634",
      "screenshots": ["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3087650/ss_e72d89f372c88494143706980bc5e144c2c422a3.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3087650/ss_26875ec4d18ea23c9f9086a31552ab2c7b0cad4b.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3087650/ss_67022cbb74c82546d458902957d1e304392ff625.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3087650/ss_bb7190e396dcb2ee9e9a0663cc9d957d2c58a24d.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3087650/ss_86abdaf43a019642171b29bdbf22f4d50b127971.jpg"],
      "trailer": "https://www.youtube.com/embed/oD3pxbG9YYI?si=1BBIupdGnWAE0EHN",
      "shortDesc": "Everyone can be a hero! Help a cat rescuer take care of her rescuees and root for their adoption! Every cat deserves a chance to be loved. ❤️\n\n",
      "longDesc": "Everyone can be a hero! Help a cat rescuer take care of her rescuees and root for their adoption! Every cat deserves a chance to be loved. ❤️\n\nA Shelter Full of Cats is a hidden object game set in a cat shelter specially designed for cats with special needs. Join the Shelter's manager, Hannah, as she prepares a charity party to help these cats find their forever homes. Let's show that love has no boundaries!\n\nYou know those times when you’re walking down the street and end up meeting a stray cat?\nYou feel sorry for it, and you want to give it all the love it deserves, right?\nI’m Hannah, and I used to feel that way.\nThen I decided to step forward and do something.\nNow I rescue special needs cats, as they are often overlooked.\nCan you help me take care of them?\nI'll be waiting for you in a \"A SHELTER FULL OF CATS\".\nLet’s make the world a better place!❤️",
      "steamDeck": "",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "13 April, 2015",
      "dev": ["Devcats"],
      "pub": ["Devcats"]
    },
    {
      "id": "1174180",
      "name": "Red Dead Redemption 2",
      "price": "₹4999 ",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/1174180/5106abd9c1187a97f23295a0ba9470c94804ec6c.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1174180/header.jpg?t=1732026284",
      "screenshots":["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1174180/ss_66b553f4c209476d3e4ce25fa4714002cc914c4f.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1174180/ss_668dafe477743f8b50b818d5bbfcec669e9ba93e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1174180/ss_4ce07ae360b166f0f650e9a895a3b4b7bf15e34f.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1174180/ss_d1a8f5a69155c3186c65d1da90491fcfd43663d9.jpg"],
      "trailer":"",
      "shortDesc":"Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, RDR2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age. Also includes access to the shared living world of Red Dead Online.\n\n",
      "longDesc":"America, 1899.\n\nArthur Morgan and the Van der Linde gang are outlaws on the run. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.\n\nNow featuring additional Story Mode content and a fully-featured Photo Mode, Red Dead Redemption 2 also includes free access to the shared living world of Red Dead Online, where players take on an array of roles to carve their own unique path on the frontier as they track wanted criminals as a Bounty Hunter, create a business as a Trader, unearth exotic treasures as a Collector or run an underground distillery as a Moonshiner and much more.\n\nWith all new graphical and technical enhancements for deeper immersion, Red Dead Redemption 2 for PC takes full advantage of the power of the PC to bring every corner of this massive, rich and detailed world to life including increased draw distances; higher quality global illumination and ambient occlusion for improved day and night lighting; improved reflections and deeper, higher resolution shadows at all distances; tessellated tree textures and improved grass and fur textures for added realism in every plant and animal.\n\nRed Dead Redemption 2 for PC also offers HDR support, the ability to run high-end display setups with 4K resolution and beyond, multi-monitor configurations, widescreen configurations, faster frame rates and more.\n",
      "steamDeck": "",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "5 December, 2019",
      "dev": ["Rockstar Games"],
      "pub": ["Rockstar Games"]

    },
    {
      "id": "775500",
      "name": "SCARLET NEXUS",
      "price": "₹319",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/775500/f4ef5c4520ae18b98acd229ae84f1fb4d4efdc72.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/775500/header.jpg?t=1732320758",
      "screenshots": ["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/775500/ss_19a0a0a12d89ce5156aab7a748af036c6083fd49.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/775500/ss_1120f94885d497869ad027f248b57eb8d277ccc1.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/775500/ss_2ad08a0b32971ef1d86d77a846721a79ec84cc48.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/775500/ss_09aac908454440a65de7469ce9b4054fa72d5b1c.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/775500/ss_4be8a6f55ae219d610bf172cff362508c80022a7.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/775500/ss_f66893243d81d15beb468be34fa95a503f7e40f7.jpg"],
      "trailer":"",
      "shortDesc":"Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, RDR2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age. Also includes access to the shared living world of Red Dead Online.\n\n",
      "longDesc":"America, 1899.\n\nArthur Morgan and the Van der Linde gang are outlaws on the run. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.\n\nNow featuring additional Story Mode content and a fully-featured Photo Mode, Red Dead Redemption 2 also includes free access to the shared living world of Red Dead Online, where players take on an array of roles to carve their own unique path on the frontier as they track wanted criminals as a Bounty Hunter, create a business as a Trader, unearth exotic treasures as a Collector or run an underground distillery as a Moonshiner and much more.\n\nWith all new graphical and technical enhancements for deeper immersion, Red Dead Redemption 2 for PC takes full advantage of the power of the PC to bring every corner of this massive, rich and detailed world to life including increased draw distances; higher quality global illumination and ambient occlusion for improved day and night lighting; improved reflections and deeper, higher resolution shadows at all distances; tessellated tree textures and improved grass and fur textures for added realism in every plant and animal.\n\nRed Dead Redemption 2 for PC also offers HDR support, the ability to run high-end display setups with 4K resolution and beyond, multi-monitor configurations, widescreen configurations, faster frame rates and more.\n",
      "steamDeck": "",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "5 December, 2019",
      "dev": ["BANDAI NAMCO Studios Inc."],
      "pub": ["BANDAI NAMCO Entertainment"]

    },
    {
      "id": "740130",
      "name": "Tales of Arise",
      "price": "₹887",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/740130/1e1ffcc518e7c1576caf4c7e1bfec3bca930abe2.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/740130/header.jpg?t=1732856593",
      "screenshots": ["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/740130/ss_d3f44bb87db552da6f17bb31ba4144639b24ed2f.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/740130/ss_f14d3e50d12061fee9afa2f46718bc0e0538d286.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/740130/ss_7f7362042aff89d16cdf36c58b8c5674deb71d63.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/740130/ss_3ca8447106ddb23b14e4e30db0b24cbb359e2a5f.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/740130/ss_ff3e713e134572734fdc55adcb6043e2652f0506.jpg"],
      "trailer": "",
      "shortDesc": "300 years of tyranny. A mysterious mask. Lost pain and memories. Wield the Blazing Sword and join a mysterious, untouchable girl to fight your oppressors. Experience a tale of liberation, featuring characters with next-gen graphical expressiveness!\n\n",
      "longDesc": "A world of nature drawn with the “Atmospheric Shader”\nWe are introducing a new graphics shader, inspired by anime and watercolor painting. Characters with attractive designs travel among backgrounds filled with beautiful and delicate visuals.\n\n\nExplore a world that feels alive\nExplore the world of Dahna, where a mix of unique, natural environments change in appearance based on the time of day. Climb over the rocky terrain, swim in rivers, gather around the campfire, cook food, head to the next town, defeat the master of an alien planet, and liberate the people!\n\n\nStylish action and battles\nThrough the new system “Boost Strike”, you can now chain combos of powerful attacks together with your party members. Chain Artes, Boost Attacks, and Boost Strike combos to take down your enemies!\n\n\nExperience the story of the divided Renan and Dahnan people\nThe protagonists who will determine the fate of these two worlds are Alphen and Shionne. They will overcome hardships and grow together with their unique group of friends. Gorgeous animation by ufotable is inserted at key points in the story, adding more color to our protagonists’ journey.",
      "steamDeck": "",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "9 September, 2021",
      "dev": ["BANDAI NAMCO Studios Inc."],
      "pub": ["BANDAI NAMCO Entertainment"]
    },
    {
      "id": "2050650",
      "name": "Resident Evil 4",
      "price": "₹1309",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/2050650/817358b8013c55831ea10d031ef9c0b151110826.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2050650/header.jpg?t=1733875562",
      "screenshots": ["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2050650/ss_5a4297e594297a13f1f4c665966eb3d88d37b58d.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2050650/ss_29ffb23060c862bcbe1d1434e83d41ab10484d8e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2050650/ss_69810f4cd155912fdfdd21da70181df7d454c874.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2050650/ss_0442f7fb4327d79802c2db8ea8d23d228a28d896.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2050650/ss_ab807f8ad9e968a620777caf483cb6020367b9ee.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2050650/ss_59d1b19964cc532213df92c8287b75a0bffeb33c.jpg"],
      "trailer": "",
      "shortDesc": "Survival is just the beginning. Six years have passed since the biological disaster in Raccoon City. Leon S. Kennedy, one of the survivors, tracks the president's kidnapped daughter to a secluded European village, where there is something terribly wrong with the locals.\n\n",
      "longDesc": "Survival is just the beginning.\n\nSix years have passed since the biological disaster in Raccoon City.\nAgent Leon S. Kennedy, one of the survivors of the incident, has been sent to rescue the president's kidnapped daughter.\nHe tracks her to a secluded European village, where there is something terribly wrong with the locals.\nAnd the curtain rises on this story of daring rescue and grueling horror where life and death, terror and catharsis intersect.\n\nFeaturing modernized gameplay, a reimagined storyline, and vividly detailed graphics,\nResident Evil 4 marks the rebirth of an industry juggernaut.\n\nRelive the nightmare that revolutionized survival horror.\n",
      "steamDeck": "yes",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "24 March, 2023",
      "dev": ["CAPCOM Co., Ltd."],
      "pub": ["CAPCOM Co., Ltd."]
    },
    {
      "id": "1091500",
      "name": "Cyberpunk 2077",
      "price": "₹2999",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/1091500/15ba5f5437473a1b4d628b3b87223e84f4cfdf38.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1091500/header.jpg?t=1735458022",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1091500/ss_2f649b68d579bf87011487d29bc4ccbfdd97d34f.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1091500/ss_0e64170751e1ae20ff8fdb7001a8892fd48260e7.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1091500/ss_af2804aa4bf35d4251043744412ce3b359a125ef.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1091500/ss_7924f64b6e5d586a80418c9896a1c92881a7905b.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1091500/ss_4eb068b1cf52c91b57157b84bed18a186ed7714b.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1091500/ss_b529b0abc43f55fc23fe8058eddb6e37c9629a6a.jpg"
      ],
      "trailer": "",
      "shortDesc": "Cyberpunk 2077 is an open-world, action-adventure RPG set in the dark future of Night City — a dangerous megalopolis obsessed with power, glamor, and ceaseless body modification.",
      "longDesc": "Cyberpunk 2077 is an open-world, action-adventure RPG set in the megalopolis of Night City, where you play as a cyberpunk mercenary wrapped up in a do-or-die fight for survival. Improved and featuring all-new free additional content, customize your character and playstyle as you take on jobs, build a reputation, and unlock upgrades. The relationships you forge and the choices you make will shape the story and the world around you. Legends are made here. What will yours be?\n\n\n\nCUSTOMIZE YOUR CYBERPUNK WITH UPDATE 2.2!\n\nExpress yourself with free Update 2.2! Customize your character with new variants of cosmetic cyberware, tattoos, and makeup. Take your ride to the next level with Rayfield’s exclusive CrystalCoat technology, letting you swap colors on luxury and sports cars. Plus, dive into the enhanced photo mode to capture every moment in stunning detail.\n\n\n\nCREATE YOUR OWN CYBERPUNK\n\nBecome an urban outlaw equipped with cybernetic enhancements and build your legend on the streets of Night City.\n\n\n\nEXPLORE THE CITY OF THE FUTURE\n\nNight City is packed to the brim with things to do, places to see, and people to meet. And it’s up to you where to go, when to go, and how to get there.\n\n\n\nBUILD YOUR LEGEND\n\nGo on daring adventures and build relationships with unforgettable characters whose fates are shaped by the choices you make.\n\n\n\nEQUIPPED WITH IMPROVEMENTS\n\nExperience Cyberpunk 2077 with a host of changes and improvements to gameplay and economy, the city, map usage, and more.\n\n\n\nCLAIM EXCLUSIVE ITEMS\n\nClaim in-game swag & digital goodies inspired by CD PROJEKT RED games as part of the My Rewards program.\n\n",
      "steamDeck": "yes",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows"],
      "releaseDate": "10 December, 2020",
      "dev": ["CD PROJEKT RED"],
      "pub": ["CD PROJEKT RED"]
    },
    {
      "id": "752590",
      "name": "A Plague Tale: Innocence",
      "price": "₹379",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/752590/25e8278800f59f82e0fc2d8a61fb17ec1468a500.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/752590/header.jpg?t=1732813444",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/752590/ss_8775c109d7303faf8aa94c532905107b75064d48.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/752590/ss_8433438bf03b7f524e6cf3ac81e99e96be2188c8.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/752590/ss_a1025722ac0dce88a3e63e88a34352fb73a403db.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/752590/ss_d61367be06a8f92ca4331e58bd51dc1b45c9984a.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/752590/ss_a8a06fa546620d6bd6e35809c9030c4ddf5c00f0.jpg"
      ],
      "trailer": "",
      "shortDesc": "Follow the grim tale of young Amicia and her little brother Hugo, in a heartrending journey through the darkest hours of history.\n\n",
      "longDesc": "Follow the grim tale of young Amicia and her little brother Hugo, in a heartrending journey through the darkest hours of history. Hunted by Inquisition soldiers and surrounded by unstoppable swarms of rats, Amicia and Hugo will come to know and trust each other. As they struggle to survive against overwhelming odds, they will fight to find purpose in this brutal, unforgiving world.\n\n\n\n1348. The plague ravages the Kingdom of France. Amicia and her younger brother Hugo are pursued by the Inquisition through villages devastated by the disease. On their way, they will have to join forces with other children, and evade swarms of rats using fire and light. Aided only by the link that binds their fates together, they will face untold horrors in their struggle to survive. As their adventure begins… the time of innocence ends.\n\n",
      "steamDeck": "playable",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows"],
      "releaseDate": "13 May, 2019",
      "dev": ["Focus Entertainment"],
      "pub": ["Focus Entertainment"]
    },
    {
      "id": "2252570",
      "name": "Football Manager 2024",
      "price": "₹1359",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/2252570/c9d24946c681929ab1d3e27da1fb14bc487ae9c6.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2252570/header.jpg?t=1735426319",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2252570/ss_36bb815889d2794662ebb052d881cc2884d923bb.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2252570/ss_8fca1244111d1fde9e7793db2de60e83148a3e61.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2252570/ss_4512709d6730690411c6a92ef97731f2f5854513.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2252570/ss_331fc86a271914c9635c249492332f65ece9e959.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2252570/ss_c61172e8694630ce6a22c74aa826341c80975d8d.jpg"
      ],
      "trailer": "",
      "shortDesc": "Build a world-class team ready to dominate your rivals in football’s most prestigious competitions. Progress never stops when you’re pursuing footballing greatness.\n\n",
      "longDesc": "Step into the shoes of a real boss and write your own football story in Football Manager 2024, the most complete edition in the series yet.\n\nWhether you’re a manager who likes to build from the bottom or prefers to chase immediate glory, the perfect challenge awaits. The arrival of the new Meiji Yasuda Insurance Ltd J. League licence unlocks J1 League, J2 League, J3 League for the first time ever, giving you the opportunity to explore new horizons in Japan.\n\nWherever you manage, it's up to you to build a team capable of competing with the world's elite.\n\nGame Description\n\nContinue your relentless journey to the top of the footballing world by using the new ability to import your existing career from Football Manager 2023.\nCraft a winning tactical approach, incorporating modern football’s most popular systems and cutting-edge positional innovations to deliver victories on the pitch.\nMaster the transfer market, using new ways to shape your side to cultivate a squad capable of achieving your goals.\nLevel up your players on the training field, developing the mentality and teamwork needed to transform contenders into champions.\nSee your tactical vision come to life on Matchdays, with every game elevated by improvements to ball and player movements.\nNEW FOR THIS SEASON\n\n\nTRUER FOOTBALL MOTION\n\nEnhancements to player animations, ball physics and lighting deliver the most immersive Match Engine in Football Manager history. Move to the cutting edge of football by using the new Inverted Full-Back player role, while more intelligent player rotational movements add more fluidity to every highlight.\n\nDOMINATE FROM SET PIECES\n\nMake an impact at both ends of the pitch with an overhauled Set Piece Creator. Lean on the expertise of brand-new Set Piece Coaches to develop winning routines in every scenario that will help you to outsmart your rivals.\n\nBRACE FOR TRANSFER BATTLES\n\nShowcase your squad-building skills in our most refined transfer market yet. You’ll face a trickier battle for talent as your rival opposition managers are now more strategic than ever in their recruitment decision-making.\n\nNEW AGENTS TO BUILD A DREAM SQUAD\n\nBetter shape your perfect squad with the introduction of new Intermediaries that will help you offload surplus players for a cut of the final transfer fee. Additional functionality for existing Agents and the debut of TransferRoom, a football marketplace for transfers in real life, gives you more real-world powered tools than ever to build an elite team and dominate the competition.\n\nELEVATE PERFORMANCES WITH TARGETS\n\nMotivate your team to achieve more on and off the field by setting them individual Targets. Whether you’re focusing on goals scored in a season or average training performances, challenge your star players and top prospects to maximise their ability.\n\nA HOST MORE ADDITIONS\n\nEnjoy greater variety in every career with the arrival of two new game modes. Real World mirrors when players actually joined your club. Your World sets club squads and budgets at the day your career starts, meaning that only players who joined before that date will be in your squad, giving you the opportunity to rewrite your team’s transfer window.\n\nElsewhere, you can look to dominate international management and plan for your country's future with a revamped National Pool that gives you a better overview of the talent at your disposal. Match preparation and briefing meetings deliver you winning insights before each fixture.\n\nThat’s not all though, with many more changes waiting for you to discover in every career.\n\nThis version contains information that is still under approval process by rights holders and may contain data that does not, at this time, accurately reflect real world data. For context, some club and player assets may be absent during this version.",
      "steamDeck": "playable",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows"],
      "releaseDate": "6 November, 2023",
      "dev": ["Sports Interactive"],
      "pub": ["SEGA"]
    },
    {
      "id": "1030840",
      "name": "Mafia: Definitive Edition",
      "price": "₹2199",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/1030840/883ceebf7d8ebce37c9244a62777ef4a800393ce.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1030840/header.jpg?t=1735862001",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1030840/ss_f531c551d9794deafc1e45421b70e8d4c254aaca.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1030840/ss_53523304d2d0f9846c9c27059334629e8a83144e.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1030840/ss_010d8fc827531edf76010106acb78a75188db373.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1030840/ss_b78562d5fd27b42dc22b49c03c4d0bb5c0a2f043.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1030840/ss_26c3a97744cc90ee306b367ebd941146057c5893.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1030840/ss_a542b5e16973c6681192977fb0942e3dfe5b21de.jpg"
      ],
      "trailer": "",
      "shortDesc": "An inadvertent brush with the mob thrusts cabdriver Tommy Angelo into the world of organized crime. Initially uneasy about falling in with the Salieri family, the rewards become too big to ignore.\n\n",
      "longDesc": "Part one of the Mafia crime saga - 1930s, Lost Heaven, IL\n\nRe-made from the ground up, rise through the ranks of the Mafia during the Prohibition era of organized crime. After a run-in with the mob, cab driver Tommy Angelo is thrust into a deadly underworld. Initially uneasy about falling in with the Salieri crime family, Tommy soon finds that the rewards are too big to ignore.\n\nPlay a Mob Movie:\nLive the life of a Prohibition-era gangster and rise through the ranks of the Mafia.\n\nLost Heaven, IL:\nRecreated 1930's cityscape, filled with interwar architecture, cars and culture to see, hear and interact with.\n\nRe-Made Classic:\nFaithfully recreated, with expanded story, gameplay and original score. This is the Mafia you remembered and much more.\n\nOwn Mafia: Definitive Edition to unlock Tommy’s Suit and Cab in both Mafia II and Mafia III Definitive Editions.",
      "steamDeck": "playable",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows"],
      "releaseDate": "24 September, 2020",
      "dev": ["Hangar 13"],
      "pub": ["2K"]
    },
    {
      "id": "200510",
      "name": "XCOM: Enemy Unknown",
      "price": "₹1499",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/200510/48be2fee1d0d511b5c7313e1359beafd36ea92ed.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/200510/header.jpg?t=1734927739",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/200510/ss_12de960c8e7c85ea1d2a2ce935fd8e0d30f5532e.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/200510/ss_6d46d29e8bb4ef57a50dbed3defb4e3e1f929a98.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/200510/ss_584d579a3bd2af0cf0b2e3f6b8c4514f3592ab36.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/200510/ss_cbd85a3b0d58b5e7e9e5fafe53b5a25e8f960537.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/200510/ss_9005f53bb7bd8268b68a7d97538ddc1c139cef90.jpg"
      ],
      "trailer": "",
      "shortDesc": "The XCOM: Enemy Unknown - Slingshot Pack is Now Available!\n",
      "longDesc": "XCOM: Enemy Unknown will place you in control of a secret paramilitary organization called XCOM. As the XCOM commander, you will defend against a terrifying global alien invasion by managing resources, advancing technologies, and overseeing combat strategies and individual unit tactics.\n\nThe original XCOM is widely regarded as one of the best games ever made and has now been re-imagined by the strategy experts at Firaxis Games. XCOM: Enemy Unknown will expand on that legacy with an entirely new invasion story, enemies and technologies to fight aliens and defend Earth.\n\nYou will control the fate of the human race through researching alien technologies, creating and managing a fully operational base, planning combat missions and controlling soldier movement in battle.\nKey Features\nStrategy Evolved: XCOM: Enemy Unknown couples tactical turn-based gameplay with incredible action sequences and on-the-ground combat.\n\nStrategic Base: Recruit, customize and grow unique soldiers and manage your personnel. Detect and intercept the alien threat as you build and expand your XCOM headquarters.\n\nTactical Combat: Direct soldier squads in turn-based ground battles and deploy air units such as the Interceptor and Skyranger.\n\nWorldwide Threat: Combat spans the globe as the XCOM team engages in over 70 unique missions, interacting and negotiating with governments around the world.\n",
      "steamDeck": "playable",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows", "macOS", "Linux"],
      "releaseDate": "9 October, 2012",
      "dev": ["Firaxis Games"],
      "pub": ["2K"]
    },
    {
      "id": "8850",
      "name": "BioShock 2",
      "price": "₹149",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/8850/f5eda925c0e57373aaea4cae17b6f175115a8d54.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8850/header.jpg?t=1732827834",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8850/ss_6bb369bee2bfb08d7486f39c4bb6e242375a6442.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8850/ss_c5a491a8211f060b5de8988b1fe10ecf49e53f87.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8850/ss_87a0cd2245cbe6d8462e1ff4df6bba5838e1dfe0.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8850/ss_b8021f110086fae1090ff64be9ebbdaffceee0bd.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8850/ss_202cdf1a67cab25a0d2c9c28270b0d683cd91f05.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8850/ss_3c1a818a8b75e8d95f1160cc5105ed12964b1cf2.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8850/ss_677bdcd40948e68e4c8e2a6675429660a448b9ce.jpg"
      ],
      "trailer": "",
      "shortDesc": "Set approximately 10 years after the events of the original BioShock, the halls of Rapture once again echo with sins of the past. Along the Atlantic coastline, a monster has been snatching little girls and bringing them back to the undersea city of Rapture.\n\n",
      "longDesc": "Set approximately 10 years after the events of the original BioShock, the halls of Rapture once again echo with sins of the past. Along the Atlantic coastline, a monster has been snatching little girls and bringing them back to the undersea city of Rapture. Players step into the boots of the most iconic denizen of Rapture, the Big Daddy, as they travel through the decrepit and beautiful fallen city, chasing an unseen foe in search of answers and their own survival.\n\nMultiplayer in BioShock 2 will provide a rich prequel experience that expands the origins of the BioShock fiction. Set during the fall of Rapture, players assume the role of a Plasmid test subject for Sinclair Solutions, a premier provider of Plasmids and Tonics in the underwater city of Rapture that was first explored in the original BioShock. Players will need to use all the elements of the BioShock toolset to survive, as the full depth of the BioShock experience is refined and transformed into a unique multiplayer experience that can only be found in Rapture.\nUpdated\nThis bundle also includes the Sinclair Solutions Test Pack, Rapture Metro Map Pack, Kill ‘em Kindly, Zigo & Blanche multiplayer characters, and The Protector Trials. Requires the full game to play.\nSingle-player Features\nEvolution of the Genetically Enhanced Shooter: Innovative advances bring new depth and dimension to each encounter. New elements, such as the ability to dual-wield weapons and Plasmids, allow players to create exciting combination's of punishment\nReturn to Rapture: Set approximately 10 years after the events of the original BioShock, the story continues with an epic, more intense journey through one of the most captivating and terrifying fictional worlds ever created\nYou are the Big Daddy: Take control of BioShock’s signature and iconic symbol by playing as the Big Daddy, and experience the power and raw strength of Rapture’s most feared denizens as you battle powerful new enemies\nContinuation of the Award-Winning Narrative: New and unique storytelling devices serve as the vehicle for the continuation of one of gaming’s most acclaimed storylines\nThe Protector Trials: You receive the call: Tenenbaum desperately needs you to steal as much ADAM as possible, to help thwart Sofia Lamb's insane plan. Enter the Protector Trials: frantic combat challenges designed to push your mastery of weapons and Plasmids to the limit. The goal in each Trial is simple: get your Little Sister to an ADAM-rich corpse and keep her safe while she gathers precious ADAM. Opposition mounts as your Little Sister nears her goal -- will you survive the onslaught? Each Trial features three unique weapon and Plasmid load-outs, keeping the challenge fresh, as well as a fourth bonus load-out the player receives when all previous load-outs are completed\nMultiplayer Features\nGenetically Enhanced Multiplayer: Earn experience points during gameplay to earn access to new Weapons, Plasmids and Tonics that can be used to create hundreds of different combinations, allowing players to develop a unique character that caters to their playing style.\nExperience Rapture’s Civil War: Players will step into the shoes of Rapture citizens and take direct part in the civil war that tore Rapture apart.\nSee Rapture Before the Fall: Experience Rapture before it was reclaimed by the ocean and engage in combat over iconic environments in locations such as Kashmir Restaurant and Mercury Suites, all of which have been reworked from the ground up for multiplayer.\nFPS Veterans Add Their Touch to the Multiplayer Experience: Digital Extremes brings more than 10 years of first person shooter experience including development of award-winning entries in the Unreal® and Unreal Tournament® franchise.\nSinclair Solutions Tester Pack: Opportunity Awaits! Expand your BioShock 2 multiplayer experience with a rank increase to 50 with Rank Rewards including a 3rd set of weapons upgrades. Plus, enjoy 20 new Trials, 2 new playable characters and 5 new Masks. Yes! We’d thought you’d like the sound of that!\nRapture Metro: As one of our valued Sinclair Solutions testers, we specially invite you to enjoy the pleasure of Rebirth! But only if you are truly dedicated and fully ranked up. However all testers are eligible for the 6 new maps in Rapture Metro. What’s your golf handicap? Take this chance to turn your handicap into your enemy’s with this fresh melee mode where every blunt object is a golf club. No putting.\nZigo & Blanche: Enroll in Sinclair Solution’s Consumer Rewards Program with two new characters for the BioShock 2 Multiplayer experience: Mlle Blanche de Glace, the internationally acclaimed actress, or Zigo D’Acosta, one of Rapture’s great sailors. Get out there and start earning those rewards!",
      "steamDeck": "playable",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows", "macOS"],
      "releaseDate": "24 March, 2023",
      "dev": ["2K Marin", "2K China", "Digital Extremes", "2K Australia"],
      "pub": ["2K"]
    },
    {
      "id": "1897650",
      "name": "Dream Tactics",
      "price": "₹566",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/1897650/53e52c30c642c311a2669d9a43c552e2df269c54.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1897650/header.jpg?t=1735861753",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1897650/ss_e6a21919ad8d1f2bef2e842c18736d492f38e3c8.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1897650/ss_020aac4149351f63be2b9903ca268827932c7850.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1897650/ss_1e7d507dc4aa7c0e847ca934d2122603b48e73f4.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1897650/ss_d5ef1b6139b7465853f52c7f1b60403d86b217d6.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1897650/ss_460c1792e362d327d282d39b020bd26f59b4775d.jpg"
      ],
      "trailer": "",
      "shortDesc": "Dream Tactics is a GBA-styled strategy RPG with cunning card combos and deep character customization. Pick your party, manage cards to create unique playstyles, and outsmart hordes of pillows in turn-based combat to save the Dream World from its inevitable collapse.\n\n",
      "longDesc": "Ready your decks, pick your party, and prepare for battle! Innovating on the tactical RPG genre, Dream Tactics delivers rich character customization, strategic combat, and tactical card combos to explore.\n\nThe Dream World is in peril! It is up to our unlikely hero, Neru, to assemble a formidable team to defeat Dream Eater and save the world from its imminent collapse.\n\n\nThe only problem? Neru may have slacked a bit on learning Reverie, the magic of the Dream World, and is almost out of time until its destruction!\n\n\n\n\n\nOver 100 Cards to Choose From! Cards are key to combat in Dream Tactics. Each character can play multiple cards a turn allowing you to perform devastating combos.\n\nNew Turns Mean New Opportunities! Each turn, every character draws a completely new hand of cards to play. This provides you with a fresh selection of resources to utilize every turn.\n\nOvercome the RNG! Spend points to redraw cards and create the perfect hand right when you need it!\n\nPillows Galore! During your adventure in the Dream World, expect to find all sorts of fluffy foes - but do not let their cuddly appearance fool you! These pillows are ready for battle and are sure to make the sharpest tactician think twice.\n\n\n\n\n\nPlay Your Way! Find cards along your journey and use them to build decks for each one of your characters.\n\nTrade Cards Between Characters! Build unique play styles by trading cards between allies. Any character can use any card!\n\nEquip as Much as You Can Afford! Characters will be able to equip more items as they level up but each item has a cost - so balance your inventory strategically!\n\n\n\n\n\nFind Others to Join Your Cause! Along your journey, you will find a variety of allies who will accompany you on your quest.\n\nWith Allies Come Options! Each ally you find brings a unique array of cards for you to weave into your strategy. Choose up to 4 party members to bring into battle which suit your tactics best.\n\n\n\n\n\nVenture Off The Grid! Forged by dreams themselves, the islands of the Dream World offer treasures for those willing to search. But watch out for the dangers that may get in your way!\n\nUse The Terrain to Your Advantage! The landscape of the Dream World offers plenty of options to outmaneuver your opponent. But don’t be caught sleeping - they can do the same to you!\n\nMeticulously Crafted With Love! Enjoy the beautifully surreal landscape of the Dream World. Inspired by the classics of the GBA era, Dream Tactics is our tribute to the greats that came before us.",
      "steamDeck": "yes",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows"],
      "releaseDate": "24 March, 2023",
      "dev": ["Spectra Entertainment Inc."],
      "pub": ["indie.io"]
    },
    {
      "id": "2313720",
      "name": "Noun Town Language Learning",
      "price": "₹660",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/2313720/9dc0a0abb8fd6dea01449e23780666dc82e487d3.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2313720/header.jpg?t=1735956796",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2313720/ss_c7df9ab36e805b9b0e8d5c657a380363facb67b7.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2313720/ss_9398aac90849fc1a267585a3e42373c69725a124.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2313720/ss_7d873961c00616bb8c1abfb010364414160e77f1.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2313720/ss_d96f3a8cac1adc511718013cc3bba9cb515b3d88.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2313720/ss_b1315e7cbf82b4510f657ff59355699e915522b1.jpg"
      ],
      "trailer": "",
      "shortDesc": "Gain new vocab while playing a game! Learn 1,000+ words & phrases in a world that regains color as you learn. Test your skills with mini-games and talk to the local villagers. Learn Japanese, Korean, Chinese, Spanish, & more…\n\n",
      "longDesc": "🏆 From beginner to winner - start from scratch and learn 1,000+ words and phrases in English, Japanese, German, Korean, Chinese (Mandarin), Spanish (MX), Spanish (ES), French, Italian, Russian, Greek, and Egyptian Arabic.\n\n🎮 No grinding, just gaming - play the game and your learning just happens.\n\n🔈Speak like a native - talk to 16 characters using speech recognition to nail tricky pronunciations, removing the anxiety of making mistakes in public.\n\n\n\n\n\n\n\nThousands of gamers use Noun Town to speed up their language learning. The award-winning program uses the latest in science and tech to make learning fast, fun, and actually stick. Noun Town is also updated regularly with free DLCs, quality of life improvements, and regular bug fixes.\n\nKickstart your language journey without an expensive never-ending monthly subscription, and without waiting for...the...adverts...to...end on your phone.\n\nLearn 1,000+ common words and phrases you need to speak like a local, including hundreds of nouns, adjectives, numbers, colors, days of the week, directions, and more.\n\nAs you learn you bring color back to Noun Town island, visually reminding you of your progress and helping to free the citizens of Noun Town.\n\nLock in your learning by regular testing. An automated spaced repetition system means you practice at the best possible times to drill the vocab into your brain (similar to Anki).\n\nBeat your high score in the \"Learning Rush\" revision game, serving customers as they ask you for items in the foreign language.\n\nPlay in 11 areas, learning relevant vocab in each area, including the café, beach, farm, food store, etc. Learn the word for \"coffee\" in the café, \"plastic bag\" in the food store, or \"goat\" on the farm. Explore the island and discover new vocab while moving between areas.\n\n\n\nExpand your vocab with action-packed mini-games and fun puzzles. Hit crazy robots to learn foreign numbers, plant flowers to learn the names of colors, and drive a delivery bot to learn foreign directions and locations. Each simulation is expertly designed to teach a different type of vocab.\n\nAsk NPCs questions with your voice and hear replies from native speakers in a range of different voices, just like in real life.\n\nRoleplay lessons with NPCs written by native teachers, preparing you for real-life conversations. Order a coffee in a café, inquire about food in a food store, and more in real-world simulators.\n\nBuild relationships with NPCs like in cozy games like Animal Crossing and Stardew Valley. The more you interact, the friendlier the NPC becomes - learners get to practice formal and casual conversation types as the relationships develop. NPCs include a cat called \"Pishi\", \"Bob\" the most boring person in the world, a kind old lady called \"Yaya\", and 13 more each with their own unique personality.\n\nThe Noun Town \"Streak\" and \"Daily Goal\" systems keep you on track so you don't stray from your language learning education.\n\nSteam Deck rating: \"Verified\". The game has been optimised for SteamDeck - it's fully functional and works great with the built-in controls and display.",
      "steamDeck": "yes",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows", "macOS"],
      "releaseDate": "24 March, 2023",
      "dev": ["Noun Town"],
      "pub": ["Noun Town"]
    },
    {
      "id": "312520",
      "name": "Rain World",
      "price": "₹976",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/312520/5854494b840a18a660a495d6259d562b51f21240.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/312520/header.jpg?t=1734796322",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/312520/ss_cbd4e647d6b3bb3b311cb68fdf0cd8835d5919d7.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/312520/ss_628274c84b196e270733f540139062f2787c4423.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/312520/ss_d551eee41e60ba8f5f2005b3de41c5f2c27cb444.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/312520/ss_5c8c0413e98f3521e3df370d4ad7018b771ce353.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/312520/ss_467f33ca196cdc545d5ae7aeb0c5d55c1aa8e134.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/312520/ss_becb0959f6479d07e05f2c14f48980a15b5e5192.jpg"
      ],
      "trailer": "",
      "shortDesc": "You are a nomadic slugcat, both predator and prey in a broken ecosystem. Grab your spear and brave the industrial wastes, hunting enough food to survive, but be wary— other, bigger creatures have the same plan... and slugcats look delicious.\n\n",
      "longDesc": "You are a slugcat. The world around you is full of danger, and you must face it – alone. Separated from your family in a devastating flood, you will need to find food and shelter between terrifying torrential downpours which threaten to drown all life. Climb through the ruins of an ancient civilization, evade the jaws of vicious predators, and discover new lands teeming with strange creatures and buried mysteries. Find your family before something makes a meal of you!\n\nInspired by the simplicity and aesthetics of 16-bit classics, this survival platformer requires clever decision-making, both to catch your own prey and to avoid the jaws of hungry predators. Each ravenous foe in your path will be cunning, vicious and always on the hunt – eager to sink their teeth into you, or even each other. As a small, soft slugcat you must rely on stealth and wit rather than force: learn the ecosystem and turn their strengths to your advantage. Maybe then you can survive… Rain World!\n",
      "steamDeck": "playable",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows"],
      "releaseDate": "28 March, 2017",
      "dev": ["Videocult"],
      "pub": ["Akupara Games"]
    },
    {
      "id": "8870",
      "name": "BioShock Infinite",
      "price": "₹349",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/8870/4ebaf5f9ee74f50152f7ff361debef7553fa0e4e.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/header.jpg?t=1735862229",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_26e2d983948edfb911db3e0d2c3679900b4ef9fa.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_c6f3fbf3e9f4cb1777462150203a7174608dfcd9.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_dc76723504ce89c1ed1f66fd468682ba76548c32.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_37f25110f8d76335ddbc29a381bc6961e209acf6.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_d45294620026ff41f7e6b8610c6d60e13645fbf3.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_fd6f5de55332f6c3cd119a01a9e017e840765c0e.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_3a364ffdcd2c1eeb3957435c624fc7c383d8cb69.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_4616da02724c2beaa8afc74a501929d27a65542a.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/8870/ss_e98deaf0e334206b84c2462276aee98107fa20d0.jpg"
      ],
      "trailer": "",
      "shortDesc": "Indebted to the wrong people, with his life on the line, veteran of the U.S. Cavalry and now hired gun, Booker DeWitt has only one opportunity to wipe his slate clean. He must rescue Elizabeth, a mysterious girl imprisoned since childhood and locked up in the flying city of Columbia.\n\n",
      "longDesc": "Indebted to the wrong people, with his life on the line, veteran of the U.S. Cavalry and now hired gun, Booker DeWitt has only one opportunity to wipe his slate clean. He must rescue Elizabeth, a mysterious girl imprisoned since childhood and locked up in the flying city of Columbia. Forced to trust one another, Booker and Elizabeth form a powerful bond during their daring escape. Together, they learn to harness an expanding arsenal of weapons and abilities, as they fight on zeppelins in the clouds, along high-speed Sky-Lines, and down in the streets of Columbia, all while surviving the threats of the air-city and uncovering its dark secret.\nKey Features\nThe City in the Sky – Leave the depths of Rapture to soar among the clouds of Columbia. A technological marvel, the flying city is a beautiful and vibrant world that holds a very dark secret.\nUnlikely Mission – Set in 1912, hired gun Booker DeWitt must rescue a mysterious girl from the sky-city of Columbia or never leave it alive.\nWhip, Zip, and Kill – Turn the city’s Sky-Lines into weaponized roller coasters as you zip through the flying city and dish out fatal hands-on punishment.\nTear Through Time – Open Tears in time and space to shape the battlefield and turn the tide in combat by pulling weapons, turrets, and other resources out of thin air.\nVigorous Powers – Throw explosive fireballs, shoot lightning, and release murders of crows as devastatingly powerful Vigors surge through your body to be unleashed against all that oppose you.\nCustom Combat Experience – With deadly weapons in one hand, powerful Vigors in the other, and the ability to open Tears in time and space, fight your own way through the floating city of Columbia to rescue Elizabeth and reach freedom.\n1999 Mode – Upon finishing BioShock Infinite, the player can unlock a game mode called “1999 Mode” that gives experienced players a taste of the kind of design and balance that hardcore gamers enjoyed back in the 20th century.",
      "steamDeck": "playable",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows", "Linux", "macOS"],
      "releaseDate": "24 March, 2023",
      "dev": ["Irrational Games", "Virtual Programming (Linux)"],
      "pub": ["2K"]
    },
    {
      "id": "3371240",
      "name": "Beyond Citadel",
      "price": "₹621",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/3371240/f630c28fa314d37bbb420cbdbc844ef05c106289.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3371240/header.jpg?t=1736096746",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3371240/ss_87f9ac415736459581d7a64f0d00f711f3e19bef.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3371240/ss_649eb707d7958ec9828ecc7569d98221bf5d2d7a.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3371240/ss_818b3dace572a289199b0535db9cced1dd5510fd.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3371240/ss_c28ef407870990cdb455a94285139ae7fcc3458b.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3371240/ss_9e4e5e378fd6067e3515cf507aad709872197c9f.jpg"
      ],
      "trailer": "",
      "shortDesc": "Beyond Citadel is an anime style retro throwback shooter inspired by the classics of the 90's, with realistic gunplay mechanics, anime violence and fast paced combat. Fight your way through the heavily armed mechanical fortress and discover the secret that lies beneath.\n\n",
      "longDesc": "The Citadel, the last stronghold of mankind's resistance against the Apocalypse, has fallen. Humankind is now under the control of the Trumpeters of the Apocalypse, the leaders of the forces of the Apocalypse. The “Martyr” who is the last resort of the Seven Angels, the guardians of humankind, is led by a mysterious signal and sets out on a journey to overthrow the Trumpeters of the Apocalypse.\nTo find the truth behind the signal, buried under the Citadel.\n\n\nBeyond Citadel is a single-player FPS inspired by the FPS classics of the 90’s, featuring anime style 2.5D graphics and realistic gunplay mechanics.\n\n\n◆Various weapons of realistic gunplay\n\n\n\n・From black powder firearms to futuristic energy weapons.\n\n・Each weapon requires different handling. \n\n・Conditions of the weapons decrease on firing and sometimes they can be jammed.\n\n\n◆Various locations and tough opponents\n\n\n\n・Explore the fortress and acquire new skill\n\n・In-door and out-door hand-crafted levels \n\n・From foot soldiers to armored vehicles… and horrific hostile creatures!\n\n\n◆Atmospheric world and unique characters\n\n\n\n・You are not alone. Your allies will aid you on your journey.\n\n・Intense destructive effects color the dark futuric world.\n\n\nOverthrow the Trumpeters and cancel the Apocalypse.\n\nThe world is relying on you…",
      "steamDeck": "no",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows"],
      "releaseDate": "2 January, 2025",
      "dev": ["doekuramori"],
      "pub": ["doekuramori"]
    },
    {
      "id": "1378290",
      "name": "The Citadel",
      "price": "₹459",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/1378290/06614d273068a32473835f6acdb327fdaa621e37.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1378290/header.jpg?t=1735977967",
      "screenshots": [
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1378290/ss_f281c4ec9343b0ea1ba79a171c005b0022995c35.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1378290/ss_bd3565eae7e495e5b24c7e477c97fd40ab175de7.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1378290/ss_abe8a31c6f9fab6a0abff4c0043cd6c1018c6c88.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1378290/ss_b24ded4791748a2d74152de0adc415f67ed8ee10.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1378290/ss_30a19cf79f20707b7ca67a08954490b71c4eacbd.jpg"
      ],
      "trailer": "",
      "shortDesc": "The Citadel is a brutal first person shooter, and a love letter to classic games such as Marathon, Doom and Wolfenstein 3d. Descend into the depths of a dark citadel, and fight through 6 Episodes and 30 levels of action packed with 6 challenging bosses. Go forth, Martyr.\n\n",
      "longDesc": "Go forth, Martyr;\nFor you are the finest among the Battlesisters;\nGo forth, and\n\nLET THE SLEEPING GOD DIE\nDescent into the depth of The Citadel\n\nTHE CITADEL is a hardcore, brutal old-school shooter full of action that's a throwback to the 90's classics that we all love.\nFight through 6 Episodes of 30 action packed levels (and an additional 6 secret levels). Face off against 6 fearsome bosses.\nCarry 14 different types of weapons, with obliterating secondary fire functions. Make the world tremble with 3 types of single-use special weapons.\n\n・Unlimited Continues.\n・You can continue trying until you break. Hub areas serve as respite if you find the episode to be too difficult.\n・Completely skill based: no cheap Hitscanner, all projectiles. You live as good as you dodge.\n・Huge enemy variety and diversity. From axe throwing cultists, to suicide drones, to mecha tanks, and flamethrower troopers.\nKick the Opponent into Lava!\n・Light-weight enemies can be kicked and stunned. Get your positioning right, and you can also make them fall into a bottomless pit or lava.\nUpgradable Weapons\n・Some weapons can be upgraded or switched to superior versions.\nGibs!\n・Enemies explode into chunks of meat or metals when they die. Ouch!\nOptional Features: Leaning and Weapon Jam\nThe Citadel contains numerous optional features for added replayability and difficulty.\n\n・Leaning can be enabled in a option menu. Dodging is not the only way to avoid the enemy fire.\n・Weapon condition features can be enabled in a option menu.\n・Automatic weapons can be jammed in the middle of a battle, and they will be eventually broken.",
      "steamDeck": "no",
      "primaryGenre": "",
      "genre": [],
      "supportedOs": ["Windows"],
      "releaseDate": "5 August, 2020",
      "dev": ["doekuramori", "Top Hat Studios Inc"],
      "pub": ["doekuramori", "Top Hat Studios Inc"]
    }

  ]
}