{
  "gameData": [
    {
      "id": "413150",
      "name": "Stardew Valley",
      "price": "₹479",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/413150/35d1377200084a4034238c05b0c8930451e2fb40.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/header.jpg?t=1733722502",
      "screenshots": ["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_b887651a93b0525739049eb4194f633de2df75be.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_9ac899fe2cda15d48b0549bba77ef8c4a090a71c.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_4fa0866709ede3753fdf2745349b528d5e8c4054.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_d836f0a5b0447fb6a2bdb0a6ac5f954949d3c41e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_10628b4a811c0a925a1433d4323f78c7017dbbe4.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_6422d297347258086b389e3d5d9c0e0c698312e4.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_a3ddf22cda3bd722df77dbdd58dbec393906b654.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_30aeedc47e731232ade368831a598d6545346f70.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_64d942a86eb527ac817f30cc04406796860a6fc1.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_37f15ea893ec1fa7c9e73106f512e98161bac61b.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_5e327e4cfc49d8137f8014e728eae3c0e6be2dca.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/413150/ss_980472fb4f4860639155880938b6ec292a0648c4.jpg"],
      "trailer": "https://www.youtube.com/embed/ot7uXNQskhs?si=wP05JrYTJK11s7WB",
      "shortDesc": "You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?\n\n",
      "longDesc": "Stardew Valley is an open-ended country-life RPG!\n\n\n\nYou've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!\n\nFeatures\nTurn your overgrown field into a lively farm! Raise animals, grow crops, start an orchard, craft useful machines, and more! You'll have plenty of space to create the farm of your dreams.\n\n8 Player Farming! Invite 1-7 players to join you in the valley online! Players can work together to build a thriving farm, share resources, and improve the local community. As more hands are better than one, players have the option to scale profit margin on produce sold for a more challenging experience.\n\nImprove your skills over time. As you make your way from a struggling greenhorn to a master farmer, you'll level up in 5 different areas: farming, mining, combat, fishing, and foraging. As you progress, you'll learn new cooking and crafting recipes, unlock new areas to explore, and customize your skills by choosing from a variety of professions.\n\nBecome part of the local community. With over 30 unique characters living in Stardew Valley, you won't have a problem finding new friends! Each person has their own daily schedule, birthday, unique mini-cutscenes, and new things to say throughout the week and year. As you make friends with them, they will open up to you, ask you for help with their personal troubles, or tell you their secrets! Take part in seasonal festivals such as the luau, haunted maze, and feast of the winter star.\n\nExplore a vast, mysterious cave. As you travel deeper underground, you'll encounter new and dangerous monsters, powerful weapons, new environments, valuable gemstones, raw materials for crafting and upgrading tools, and mysteries to be uncovered.\n\nBreathe new life into the valley. Since JojaMart opened, the old way of life in Stardew Valley has changed. Much of the town's infrastructure has fallen into disrepair. Help restore Stardew Valley to it's former glory by repairing the old community center, or take the alternate route and join forces with Joja Corporation.\n\nCourt and marry a partner to share your life on the farm with. There are 12 available bachelors and bachelorettes to woo, each with unique character progression cutscenes. Once married, your partner will live on the farm with you. Who knows, maybe you'll have kids and start a family?\n\nSpend a relaxing afternoon at one of the local fishing spots. The waters are teeming with seasonal varieties of delicious fish. Craft bait, bobbers, and crab pots to help you in your journey toward catching every fish and becoming a local legend!\n\nDonate artifacts and minerals to the local museum.\n\nCook delicious meals and craft useful items to help you out. With over 100 cooking and crafting recipes, you'll have a wide variety of items to create. Some dishes you cook will even give you temporary boosts to skills, running speed, or combat prowess. Craft useful objects like scarecrows, oil makers, furnaces, or even the rare and expensive crystalarium.\n\nCustomize the appearance of your character and house. With hundreds of decorative items to choose from, you'll have no trouble creating the home of your dreams!\n\nXbox controller support (with rumble)! (Keyboard still required for text input)\n\nOver two hours of original music.",
      "steamDeck": "Enabled",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows", "macOS", "Linux"],
      "releaseDate": "26 Feb, 2016",
      "dev": "ConcernedApe",
      "pub": "ConcernedApe"
    },
    {
      "id": "1657630",
      "name": "Slime Rancher 2",
      "price": "₹792",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/1657630/8028810e9ad73e00c2385a986382c57a6b0e034e.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/header.jpg?t=1734108998",
      "screenshots":[
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_5c6e44f866433dc15d94d42cca50f1bda0b9a515.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_34682a15d9e4359478d986dabf85d83ca2dc9e99.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_05222ce5f937b7f31a31da0192e661b182cf03cf.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_fbc2a0112e77ce7e346adad514fc5a2595779e9f.jpg",
        "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1657630/ss_89bd682e57c8b51958df339200f2da41ae32e5a3.jpg"
      ],
      "trailer": "https://www.youtube.com/embed/qPfm3IClc0s?si=JeLmeuRQXq7LXhvy",
      "shortDesc": "Continue the adventures of Beatrix LeBeau as she journeys across the Slime Sea to Rainbow Island, a land brimming with ancient mysteries, and bursting with wiggly, new slimes to wrangle in this sequel to the smash-hit, Slime Rancher.\n\n",
      "longDesc": "Slime Rancher 2 is a sequel to the award-winning, smash-hit original that has been enjoyed by over 15 million fans worldwide. Continue the adventures of Beatrix LeBeau as she journeys to Rainbow Island, a mysterious land brimming with ancient technology, unknown natural resources, and an avalanche of wiggling, jiggling, new slimes to discover.\n\nAs Beatrix attempts to unravel the island’s secrets and uncover its true purpose, she’ll build, ranch, and farm within a beautiful conservatory, whose sparkling glass walls give her full view of the prismatic paradise she now calls home.\n\nFeatures:\nExplore a Vibrant New World\nContinue the slime ranching adventures of Beatrix LeBeau as she journeys to a mysterious rainbow-hued island.\nDiscover Wiggly New Slimes\nCollect slimes never seen before on the Far, Far Range, like the bouncy cotton slime or the aquatic angler slime.\nBuild a Conservatory on Rainbow Island\nEarn newbucks from slime plorts and collect resources on Rainbow Island to upgrade your vacpack, build new gadgets, and expand your conservatory.",
      "steamDeck": "Enabled",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows", "macOS", "Linux"],
      "releaseDate": "22 Sep, 2022",
      "dev": "Monomi Park",
      "pub": "Monomi Park"
    },
    {
      "id": "271590",
      "name": "Grand Theft Auto V",
      "price": "₹1978",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/271590/1e72f87eb927fa1485e68aefaff23c7fd7178251.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/header.jpg?t=1734084035",
      "screenshots":["https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_f64515607fd627aa9436be3b15fdcb9e1c89bb19.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_6efecf505052b51071024f32dc4db364cbb0ab6e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_95a1f04eb687eae71478c0c5ba644da57e10f215.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_873c72ecd65c4a9e17f0b3535bc8579a4616394e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_cd721eb1856f0dd3b820e4e998c3b5fe7e7c9b4e.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_bb2ee3b9b48a60857873192cfff10546e01d4a86.jpg",
      "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/271590/ss_8afff4bbd275fe7ddd56e3b5dc77f6658acf207e.jpg"],
      "trailer": "https://www.youtube.com/embed/QkkoHAzjnUs?si=CFHBy81EOvrZm3Gi",
      "shortDesc": "Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second.\n\n",
      "longDesc": "When a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other.\n\nGrand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second.\n\nThe game offers players a huge range of PC-specific customization options, including over 25 separate configurable settings for texture quality, shaders, tessellation, anti-aliasing and more, as well as support and extensive customization for mouse and keyboard controls. Additional options include a population density slider to control car and pedestrian traffic, as well as dual and triple monitor support, 3D compatibility, and plug-and-play controller support.\n\nGrand Theft Auto V for PC also includes Grand Theft Auto Online, with support for 30 players and two spectators. Grand Theft Auto Online for PC will include all existing gameplay upgrades and Rockstar-created content released since the launch of Grand Theft Auto Online, including Heists and Adversary modes.\n\nThe PC version of Grand Theft Auto V and Grand Theft Auto Online features First Person Mode, giving players the chance to explore the incredibly detailed world of Los Santos and Blaine County in an entirely new way.\n\nGrand Theft Auto V for PC also brings the debut of the Rockstar Editor, a powerful suite of creative tools to quickly and easily capture, edit and share game footage from within Grand Theft Auto V and Grand Theft Auto Online. The Rockstar Editor’s Director Mode allows players the ability to stage their own scenes using prominent story characters, pedestrians, and even animals to bring their vision to life. Along with advanced camera manipulation and editing effects including fast and slow motion, and an array of camera filters, players can add their own music using songs from GTAV radio stations, or dynamically control the intensity of the game’s score. Completed videos can be uploaded directly from the Rockstar Editor to YouTube and the Rockstar Games Social Club for easy sharing.\n\nSoundtrack artists The Alchemist and Oh No return as hosts of the new radio station, The Lab FM. The station features new and exclusive music from the production duo based on and inspired by the game’s original soundtrack. Collaborating guest artists include Earl Sweatshirt, Freddie Gibbs, Little Dragon, Killer Mike, Sam Herring from Future Islands, and more. Players can also discover Los Santos and Blaine County while enjoying their own music through Self Radio, a new radio station that will host player-created custom soundtracks.",
      "steamDeck": "Unsupported",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "13 April, 2015",
      "dev": "Rockstar North",
      "pub": "Rockstar Games "
    },
    {
      "id": "553850",
      "name": "HELLDIVERS™ 2",
      "price": "₹1999",
      "icon": "https://cdn.cloudflare.steamstatic.com/steamcommunity/public/images/apps/553850/c3dff088e090f81d6e3d88eabbb67732647c69cf.jpg",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/553850/header.jpg?t=1734106001",
      "screenshots": [],
      "trailer": "https://www.youtube.com/embed/oD3pxbG9YYI?si=1BBIupdGnWAE0EHN",
      "shortDesc": "",
      "longDesc": "",
      "steamDeck": "",
      "primaryGenre": "Indie",
      "genre": ["Indie", "RPG", "Simulation"],
      "supportedOs": ["Windows"],
      "releaseDate": "13 April, 2015",
      "dev": "Rockstar North",
      "pub": "Rockstar Games "

    },
    {
      "id": "3087650",
      "name": "A Shelter Full of Cats",
      "price": "₹225",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/3087650/header.jpg?t=1734042634"
    },
    {
      "id": "1174180",
      "name": "Red Dead Redemption 2",
      "price": "₹1559 ",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1174180/header.jpg?t=1732026284"
    },
    {
      "id": "775500",
      "name": "SCARLET NEXUS",
      "price": "₹319",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/775500/header.jpg?t=1732320758"
    },
    {
      "id": "740130",
      "name": "Tales of Arise",
      "price": "₹887",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/740130/header.jpg?t=1732856593"
    },
    {
      "id": "2050650",
      "name": "Resident Evil 4",
      "price": "₹1309",
      "img": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/2050650/header.jpg?t=1733875562"
    }
  ]
}